print("Goblin - ролевая игра")
separator = "#"
print(separator*50)
input("Привет, Гоблин! ")
input("Теперь я твой наставник! ")
input("Наставник: осмотрись вокруг, мой новобранец!")
input("*Пещера, на вид гигантская и хранящая в себе множество тайн*")
input("Наставник: это пещера Гоблинберг! Отсюда каждый шахтёр начинает свой путь!")
input("Наставник: держи свою первую кирку! ")
input("*Каменная кирка, немного потрескалась но сойдёт*")
input("Получено: каменная кирка!")
ch = input("Экипировать каменная кирка? д/н")
if ch == "д":
    print("экипировано")
else:
    print("Когда захотите экипировать, введите eq Каменная кирка")
input("Наставник: в добрый путь, мой ученик!")

